Revit 2027 API
ParameterTypeId.RbsPipeFlowDirectionParam Property
 "Flow Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFlowDirectionParam { get; }
Public Shared ReadOnly Property RbsPipeFlowDirectionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFlowDirectionParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFlowDirectionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace